var routes = [
	{
		routeID: 1,
		title: "Day 1 (Saturday)",
		places: [					
			{
				index: "7",
				lat: 50.445036,
				lng: 30.528481,
				useInDirection: true,
				title: "Будинок з химерами",
				description: "Будинок з химерами, мабуть, найвідоміша будівля в Києві. Зараз будинок розташовується у центрі Києва, неподалык від Палацу президента України, а на початку 20 століття все було інакше. Тоді в цій частині Києва були проведені роботи по впорядкуванню цієї досі доволі занедбаної території. На місці осушеного Козиного болота побудували театру Соловцова (нинішній театр ім. І. Франка), а ділянка землі на кручі, що височіла над театром, продавалася на міському аукціоні за дуже низькою ціною, оскільки пона була геть непридатна для будівництва. Тому загальне здивування викликало рішення Владислава Городецького зводити там будинок для своєї родини."
							+ "Повне ім'я польського архітектора - Лешек Дезідерій Владислав Городецький, саме так звали автора будівлі епохи модерна, яка стала однією з головних архітектурних пам'яток Києва. За однією з версій, ідея будівництва знайшла несподіване підкріплення завдяки суперечці. Кажуть, що в 1902 році в київському ресторані зустрілися три архітектори: Олександр Кобелєв, Володимир Леонтович та Владислав Городецький. В ході дружньої бесіди з'ясувалося, що Городецький придбав дешеву ділянку землі на Банковій, і збирається будувати там будинок. Знаючи про непридатність цієї ділянки для споруди чого б то не було, колеги були невимовно здивовані, та виказали скептицизм з приводу задуму Городецького. Зааз же архітектори уклали парі, за умовами якого Городецький повинен був протягом 2 років збудувати на схилі горба будинок, що він і виконав з нечуваним розмахом та успіхом. Сам Городецький на прийомі, який було організовано з нагоди закінчення будівництва, сказав такі слова: 'Будинок, звичайно, дивний, але не знайдеться в Києві жодної людини, яка б, проходячи повз нього, не зупинила свій погляд'. І він виявився правий, повз цього будинку байдуже пройти неможливо. Палац президента, розташований по сусідству, отримує від туристів значно менше уваги та захоплених поглядів, ніж цей дивний казковий замок."
							+ "Будинок з химерами побудований у стилі модерн, він виріс на вулиці Банкової в період 1902-1903 р.р. За рік побудували сам будинок, і ще два роки було витрачено на зовнішнє та внутрішнє їого оздоблення. Це був перший будинок у Києві, побудований з використанням нового матеріалу - цементу. Здійснення такого проекту могло служити ще й рекламною акцією продукції промисловця Ріхтера, що займався виробництвом цементу. Для того, щоб створити стійку основу для будинку, на крутому пагорбі було вбито близько 50 бетонних паль на глибину 5 метрів. З боку вулиці Банковій будинок має три, а з боку театру ім. Івана Франка - шість поверхів."
							+ "І зовнішнє оформлення будинку, і внутрішні інтер'єри не повторюються більше ніде, у них відбилися не тільки фантазія й майстерність архітектора, але і його пристрасть до полювання. Зовні будинок являє собою незабутнє видовище. Фасад багато прикрашений фігурами реальних істот гіпертрофованих розмірів. Тут і дівчата верхи на рибах (їх часто мають за русалок), що розкинули свої сіті; і дельфіни, і морські гади, крокодили, величезні жаби, латаття небувалих розмірів, голови носорогів, антилоп, ящірок що стрімко біжать по струнких колонах; орли, що хижо розправляють крила; слони, хоботи яких служать водостоками під час дощу. Усі ці елементи декору за своїми малюнками виконав відомий у ті роки скульптор Эліо Саля."
			},
			{
				index: "7",
				lat: 50.447319,
				lng: 30.536817,
				useInDirection: false,
				title: "Верховна рада України",
				description: ""
			},
			{
				index: "7",
				lat: 50.447838,
				lng: 30.533695,
				useInDirection: false,
				title: "Кабінет міністрів України",
				description: ""
			},			
			{
				index: "7",
				lat: 50.448365,
				lng: 30.537605,
				useInDirection: true,
				title: "Маріїнський палац",
				description: "Маріїнський палац - один з найкрасивіших палаців України. Імпозантний будинок у стилі бароко споруджено в 1750-55 рр.. за проектом арх. Б. Растреллі для імператриці Єлизавети Петрівни, яка особисто вибрала для нього місце. Під час найвищих візитів до Києва тут зупинялися члени царської родини, в т.ч. Катерина II, яка відвідала Київ в 1787 р. У XVIII-XIX ст. палац служив резиденцією генерал-губернаторів Київської губернії. В даний момент Маріїнський палац є церемоніальною резиденцією Президента України, де проходять прийоми на вищому рівні. Використовується виключно для офіційних заходів, так як зараз палац на реконструкції. Збереглися багато оформлені інтер'єри в стилі класицизму з елементами бароко і ренесансу, старовинні меблі, люстри, картини відомих художників, настінний живопис. Спочатку головний фасад був звернений до Міського (Царського) саду, закладеному в 1748 р. за наказом імператриці Єлизавети. З протилежного боку палацу (нинішньої парадної) - розташований Маріїнський парк, що носить ім'я імператриці Марії Олександрівни."
			},	
			{
				index: "1",
				lat: 50.450534,
				lng: 30.523340,
				useInDirection: true,
				title: "Майдан Незалежності",
				description: "Серпень 1991 року— площа отримала сучасну назву на честь проголошення Україною державної незалежності. Слід відзначити, що в побуті назва майдан Незалежності використовувалася вже з 1990-го року[Джерело?], ця назва виникла завдяки великій кількості мітингів на підтримку незалежності України, що проводилися на площі в 1989–1991 роках, тож офіційне перейменування лише затвердило народну назву." +
							 "2001 рік — проведена реконструкція майдану (встановлено ряд пам'ятників, зокрема, Монумент Незалежності, відкрито підземну крамницю «Глобус», зліквідовано великий фонтан — так звану «Рулетку»)." +
							 "Узимку 2000­-­-2001 рр. на Майдані відбувались акції протесту «Україна без Кучми»." +
							 "2004 рік — майдан став центром Помаранчевої революції." +
							 "2010 рік — відбувались акції протесту проти Податкового кодексу." +
							 "2013 рік — 21 листопада, в 9-ту річницю Помаранчевої революції розпочався Євромайдан — масова акція протесту проти призупинення курсу держави на асоціацію з Євросоюзом. Згодом ці події переросли у Революцію Гідності, що підняло хвилю маніфестацій і протестів проти режиму Януковича, найбільшу з часів здобуття Україною незалежності." +
							 "18–20 лютого 2014 року на Майдані відбувалося силове протистояння, в результаті якого були значні жертви серед протестувальників, майдан був серйозно пошкоджений; окрім того, в ніч на 19 лютого був спалений Будинок профспілок України. Наметове містечко Євромайдану було розібране лише 9 серпня[11]."
			},			
			{
				index: "3",
				lat: 50.452932,
				lng: 30.514242,
				useInDirection: true,
				title: "Софійський собор",
				description: "Собор Святої Софії був побудований в 11 столітті і знаходиться в самому центрі Києва. Збереглися й дійшли крізь століття 260 кв. метрів мозаїк та 3 тисячі кв. метрів фресок. Навряд чи десь в Європі можна знайти стільки фресок і мозаїк 11 століття, які збереглися в одній церкві. Собор оточують монастирські будівлі 17 століття, виконані в стилі Українського бароко. Внутрішнє оздоблення Собору майже не змінювалося. У 18 столітті з'явився іконостас і в 19 столітті - чавунні підлогові плитки. Свята Софія Київська - це джерело мистецтва, до якого приходять історики і туристи, щоб побачити і помилуватися цим дивом Візантійської та Стародавньої Руської архітектури."
			},
			{
				index: "4",
				lat: 50.449230,
				lng: 30.513132,
				useInDirection: true,
				title: "Золоті Ворота",
				description: "Золоті ворота - головні ворота старовинного Києва. Свою назву отримали від схожості з константинопольськими Золотими воротами. Золоті ворота в Києві одна з небагатьох споруд Київської Русі, що дійшли до наших днів. Включені до Списку Всесвітньої Спадщини ЮНЕСКО. Золоті Ворота були побудовані в 1037 році при правлінні великого князя київського Ярослава Мудрого. Київ тих днів оточували високі земляні вали з глибокими ровами із зовнішньої сторони. Золоті Ворота були частиною цього оборонного спорудження та служили парадним в'їздом до міста - це була широка арка з бойовим майданчиком над нею в центрі якої була споруджена білокам'яна церква. Цей дивовижний витвір давньоруських зодчих викликав захоплення сучасників і наводив жах на ворогів своєю неприступністю. Крім оборонних цілей Золоті ворота мали також і тріумфальний характер - тут зустрічали іноземних послів і іменитих гостей, проводжали воїнів на захист Батьківщини, під склепінням воріт проходили князівські дружини, які поверталися з походів."
			},
			{
				index: "5",
				lat: 50.459080,
				lng: 30.517949,
				useInDirection: true,
				title: "Андріївська Церква",
				description: "Перлина бароко - Андріївська церква закладена 1744 р. у зв'язку з приїздом Єлизавети І до Києва. Побудована в 1749 - 54 рр. за проектом В. В. Растреллі на Андріївській горі, на початку Андріївського узвозу (назва від Андрія Первозванного). Це єдина в Україні збережена робота архітектора. Будівництвом керував архітектор І. Мічурін. Однокупольний п'ятиглавий храм має форму хреста, в кутах якого розміщені декоративні вежі на масивних стовпах, які грають роль своєрідних контрфорсів. Зовні контрфорси прикрашені пілястрами і укриті трьома парами колон з капітелями коринфського ордена. До Андріївської церкви з боку вулиці ведуть круті чавунні сходи. Вся маса церкви спирається на двоповерховий будинок-стилобат з вісьма кімнатами на кожному поверсі, стіни якого являють собою фундамент церкви. Навколо церкви - балюстрада, з якої відкривається мальовнича панорама Подолу і Дніпра. Внутрішнє обрамлення Андріївської церкви, розроблене В. В. Растреллі, більш близьке до стилю рококо."
			},
			{
				index: "6",
				lat: 50.455677,
				lng: 30.522984,
				useInDirection: true,
				title: "Михайлівский Золотоверхий монастир",
				description: "Михайлівський Золотоверхий монастир - один з найдавніших монастирів у Києві. Включає зруйнований в 1930-ті роки і заново побудований в середині 1990-х років соборний храм на честь Архангела Михаїла в стилі українського бароко, а також трапезну з церквою Іоанна Богослова (1713) і дзвіницю (1716-1719 роки). Передбачається, що Михайлівський собор був першим храмом з позолоченим верхом, звідки на Русі пішла ця своєрідний традиція. Також Михайлівський собор був останнім храмом в Київській Русі, у внутрішньому оздобленні якого застосовувалися мозаїки." +
							 "Переказ приписує заснування монастиря першому київському митрополиту Михаїлу. Перший храм на честь Архангела Михаїла був замовлений в 1108 році князем Святополком Ізяславовичем на місці Дмитрівського монастиря, побудованого імовірно його батьком - Ізяславом I (у хрещенні Димитрієм). Зведений у 1108-1113 роках Михайлівський собор мав особливе значення для киян, бо був присвячений архангелу Михаїлу - небесному покровителю Києва. У XII столітті монастир був місцем поховання князів."
			},			
			{
				index: "8",
				lat: 50.4449225,
				lng: 30.5065442,
				useInDirection: true,
				title: "Володимирський собор",
				description: "Володимирський кафедральний патріарший собор - класичний зразок російсько-візантійського стилю у храмовій архітектурі. Висота хреста головного куполу - 49 м. Ідея спорудження в Києві величного храму на честь князя Володимира Великого виникла напередодні святкування 900-річчя Хрещення Русі. Початковий проект розробив арх. І. Штром, але через дорожнечу його довелося переробити. Споруду доручили арх. А. Беретті, однак спроектоване їм будівля дала тріщини, і будівництво в 1864 р. заморозили. Роботи завершив в 1882 р. арх. В. Ніколаєв за рекомендаціями всесвітньо відомого фахівця по склепінним спорудам Р. Берганда. Внутрішнім оформленням керував професор А. Прахов, що залучив до роботи 96 відомих художників, в т.ч. Васнєцова, Нестерова, Врубеля, Котарбінського, Пимоненка, які перетворили Володимирський собор на справжню художню перлину. Володимирський собор побудований в так званому російсько-візантійському псевдо стилі. Собор у плані - традиційний давньоруський шестистовпний храм, але увінчаний 7 вежами."
			},
			{
				index: "2",
				lat: 50.433644,
				lng: 30.521700,
				useInDirection: true,
				title: "НСК Олімпійський",
				description: "Націона́льний спорти́вний ко́мплекс «Олімпі́йський» — універсальна спортивна споруда у Києві, головна спортивна арена України, один з найбільших стадіонів Європи. На стадіоні проходив матч за Суперкубок УЄФА 1975 року, було проведено сім матчів футбольного турніру Літніх Олімпійських ігор 1980 та п'ять матчів чемпіонату Європи з футболу 2012, в тому числі і фінального." +
							 "Оновлена арена має статус стадіону категорії «еліт» і місткість 70 050 місць, з яких під час матчів Чемпіонату Європи з футболу 2012 року УЄФА використовувалося 68 055 місць. Серед них — 3546 бізнес-місць, 150 (20 у VIP-секторі) місць для інвалідів, 1497 місця для представників ЗМІ, 366 — для коментаторів[5]." +
							 "Генеральним директором НСК «Олімпійський» є Груздєв Валентин Миколайович. Протягом 2010 року НСК очолював португалець Жітесс Аркіссандаш, який мав досвід підготовки стадіону «Да Луж» до Євро-2004 .",
			}
			/*{
				lat: ,
				lng: ,
				title: "",
				description: ""
			}
			{
				lat: ,
				lng: ,
				title: "",
				description: ""
			}*/
			
		]
	},
	{
		routeID: 2,
		title: "Day 2 (Sunday)",
		places:[
			{
					index: "1",
					lat: 50.434819,
					lng: 30.557470,
					title: "Києво-Печерська Лавра",
					description: "На високих пагорбах правого берега Дніпра велично підноситься увінчана золотими куполами Києво-Печерська Лавра - доля Пресвятої Богородиці, колиска чернецтва на Русі і твердиня православної віри. Монастир Печерська Лавра був заснований в 11 столітті і забудовувався протягом 9 наступних століть. Лавра - це почесна назва, що давалося дуже великим і значним монастирям. Архітектурний комплекс монастиря і сьогодні справляє грандіозне враження. У сонячний день відблиски численних куполів і дзвіниць сліплять очі. Більшість будівель монастиря датується 17-18 століттями, і є прекрасним прикладом стилю Українського Бароко в архітектурі. З 12 століття в Монастирі збереглася лише одна церква з незначними архітектурними змінами, які були зроблені пізніше. Ця церква над воротами головного входу в Монастир і її називають 'надбрамна'. Повна назва Церкви - Троїцька надбрамна церква - 'Церква Святої Трійці над брамою'. Це просто диво, що вона збереглася, оскільки на Монастир протягом всієї історії відбувалися численні набіги. На території монастиря знаходиться ряд історико-культурних музеїв України, в тому числі знаменитий музей історичних коштовностей («Музей скіфського золота»), а також музей мікромініатюр, друкарства, народної декоративної творчості, музичного, театрального та кіномистецтва, виставки з приватних колекцій. Окрема виставка присвячена історії лаврських печер."
		    },
		    {
					index: "2",
					lat: 50.4265491,
					lng: 30.5630489,
					title: "Батьківщина мати",
					description: "Монумент Батьківщина-мати в Києві - своєрідний символ жіночого начала, сили духу українського народу. Скульптуру встановлено на дніпровських схилах, тому постать Батьківщини-матері видно навіть з найвіддаленіших точок Києва. Монумент є центром Національного музею історії Великої Вітчизняної війни 1941-1945 років. Цікавий той факт, що висота монумента перевищує висоту статуї Свободи в Америці. Скульптура Батьківщина-мати від п'єдесталу до кінчика меча сягає 62 м, а загальна висота разом із постаментом складає 102 м. В одній руці у неї 16-метровий, 9-тонний меч, в іншій - щит розміром 13?8 м й вагою 13 т із зображенням герба СРСР. Каркас скульптури починається на глибині 17,8 м, куди йде бетонний колодязь діаметром 34 м. У підніжжя монумента розташовано музей Великої Вітчизняної війни.Всередині монумента спеціально для технічних цілей змонтовані два ліфти. Один похилий, інший вертикальний, який рухається на ковзанках під кутом 75 градусів. Один з ліфтів піднімається з дев'ятьма зупинками до самої голови Батьківщини-матері, в якій є люки та технічні майданчики. Можна піднятися в 'руку' з щитом й в іншу - з мечем. Також всередині скульптури передбачені оглядові майданчики."
		    }
	    ]
	}
];

var places = [];