var descriptions = {
	"1": {
		text: "Каплиця збудована у 1609–1615 роках (за іншими даними у 1606–1615 роках) над фамільним гробівцем родини львівських патриціїв угорського походження Боїмів. Каплицю побудовано на території тогочасного міського цвинтаря, поблизу Латинського собору. Усипальницю для родини замовив і розпочав Георгій Боїм, а завершував його син Павло Боїм. Всього в каплиці поховано 14 осіб з династії Боїмів.<br/>" +
					"У 1945 році радянська влада закрила каплицю для відвідувачів. Однак з 1969 року сакральна споруда увійшла як окремий відділ до Львівської картинної галереї, її знову відкрито для відвідувачів. Відділ у складі галереї працює й до нині з 10:00 до 17:00 крім понеділка. <br/>" +
					"<strong>Купол каплиці.</strong> Ще однією незвичною особливістю зовнішнього виду каплиці є фігура Христа на куполі. Це мало розповсюджений у християнській іконографії образ Христа Засмученого (пол. Chrystus frasobliwy, англ. Pensive Christ). Незвичність цього варіанту скульптури у тому, що на відміну від усіх інших зображень сидячого Христа, тут Христос спирається щокою на ліву руку, а на більшості відомих зображень — на праву. Під Христом купол «оперізує» такий напис латинською мовою: «Гляньте й побачте, усі, хто дорогою йде: чи є такий біль, як мій біль? Плач Єремії 1.12»."
	},
	"2": {
		text: "Висо́кий За́мок — замок, збудований під керівництвом Короля Русі Лева Даниловича, потім — польського короля Казимира ІІІ на Замковій горі у Львові. Майже повністю розібраний протягом XIX століття.<br/>" +
		"За архівними документами і науковою літературою Високий та Низький замки у Львові виникли в часи Галицько-Волинської держави. З руських літописів і пізніших хронік XVI–XVII ст. (Яна Альнпека, Мартіна Ґруневеґа, Бартоломея Зиморовича) відомо, що на Замковій горі під керівництвом князя Лева Даниловича збудували укріплення. Вони були дерев'яно-земляними, як і переважна більшість руських градів. 1259 року на вимогу хана Бурундая, укріплення були розібрані, але в 1270 році відбудовані наново. Львівський історик Бартоломей Зиморович вважав цей рік датою первісного будівництва фортифікацій на Замковій горі. У 1340 році, коли Львів вперше був захоплений Казимиром ІІІ, за словами хроніста Яна Длуґоша, було спалено дерев'яний замок. Повторно швидкоруч відновлений замок був спалений литовцями у 1353 році.</br>"+
		"Новий мурований замок постав на Замковій горі наприкінці XIV століття, очевидно, вже після остаточного захоплення руських земель Польщею 1387 року. Він став резиценцією королівського старости й залоги. Його використовували також як в'язницю. Тут, зокрема, перебували полонені в битві під Ґрюнвальдом у 1410 році німецькі лицарі, згодом утримували княжну Гальшку Острозьку.</br>"+
		"Згідно з описом, 1562 року був у доброму стані, мав каплицю з необхідними предметами, «королівське мешкання», «муровані хідники», склепіння для «чуваючих», 10 гармат, інструменти для розбивання мурів, багато куль, дуже багато пороху.[1]</br>"+
		"На початку XIX століття більшу частину Високого Замку розібрали; розбирали на будівельний матеріал мальовничі скелі, на яких знаходився фундамент фортеці. Зокрема, кам'яниця на вулиці Личаківській, № 3 збудована з нього.[3] Рештки мурів майже дощента знищили у 1868–1869 роках під час насипання копця Люблінської унії. Фрагмент стіни, що зберігся — це південний мур так званого пригородку — двору між головними зовнішньою та внутрішньою брамами замку.</br>"
	},
	"3": {
		text: "Пло́ща Ри́нок — центральний майдан у Львові, історичне серце сучасного міста, характерне явище для середньовічної архітектури європейських міст.</br>"+
		"Згадки про теперішню головну площу Львова містить книга протоколів судових засідань Львівської міської ради 1382–1389 років (найстаріша в Україні). Там вона фігурує як circulo, що є калькою з німецького ring, слова яке в подальшому трансформувалось у звичне слов'янське ринок. Площа виникла за князювання Лева Даниловича у другій половині XIII ст. внаслідок регулярного планування забудови за взірцем середньовічних західноєвропейських міст, як центр торговельного та суспільного життя нового[2] міста.</br>"+
		"Упродовж багатьох століть площа Ринок була центром усього життя Львова — економічного, політичного, культурного. Тут вирував базар, який відвідували перси і англійці, турки і голландці, росіяни і французи.</br>"+
		"На площі розміщувалося міське управління, виконувалися судові вироки, влаштовувалися різноманітні урочистості, вистави, процесії. Ринок на пл. Ринок існував до 1944 р. Але в XIX—XX ст. тут торгували тільки продуктами рільництва — овочами, фруктами, молочними продуктами, а також квітами.</br>"
	},
	"4": {
		text: "Апте́ка-музе́й «Під чорним орлом» — досі діюча аптека й музей — найдавніша з існуючих у Львові аптек, розташована на площі Ринок у наріжному будинку, яким починаються вулиці Друкарська та Ставропігійська. В унікальному аптечному музейному комплексі демонструються більш ніж трьох тисяч рідкісних експонатів, яких зібрано науковцями, фармацевтами та колекціонерами-ентузіастами.<br/>"+
		"У кожної аптеки був свій символ, який, згідно з тодішньою практикою, вивішувався перед входом аптеки; від назви символу брала назву й аптека, як-от: «Під чорним орлом», «Під Фемідою», «Під золотим оленем», «Під Святим Духом» тощо Основною діяльністю аптеки був відпуск ліків і оскільки фармацевтичної промисловості, як такої, ще не існувало, аптекарі виключно для потреб клієнтів готували екстракти, настойки, еліксири, мазі, косметичні засоби та лікувальні вина, — у тому числі і знамените «Залізне вино».[3]<br/>"+
		"У 1966 році на базі старовинної аптеки створено музей історії фармації. Ідея створення музею виникла ще у XIX столітті. У 1868 році було створено Галицьке товариство аптекарів, якому вдалося зібрати невелику колекцію експонатів, та в умовах Австро-Угорської імперії створити музей було неможливо. Після ремонтно-реставраційних робіт експозиція музею значно розширилась і нараховувала 16 експозиційних залів загальною площею 700 м².<br/>"+
		"<ul>"+
"<li><b>Торговий зал</b>. Огляд музейної експозиції розпочинається з Торгового Залу. Стеля Торгового Залу прикрашена поліхромними розписами, виконаними на початку 19 століття віденським майстром Штаалем. Це овальні медальйони, що символізують чотири праелементи</a> Всесвіту та за вченням Емпедокла становлять основу всього сущого. Це «Aqua» («Вода»), «Ignis» («Вогонь»), «Terra» («Земля»), «Aer» («Повітря»). Найцікавішими експонатами Торгового Залу є унікальні фармацевтичні ваги. Особливо цікавими є одні з них, що кріпляться на бронзових фігурах, висотою біля одного метрa, Асклепія&nbsp;— давньогрецького бога медицини та його доньки Гігеї, богині здоров'я. У Торговому Залі можна придбати лікарські препарати та знамените «Залізне вино».</li>"+
"<li><b>Матеріальна кімната</b>. У другому залі колись була матеріальна кімната, де зберігались запаси медикаментів. Тепер тут виставлено колекції посуду для зберігання медикаментів, частину аптечного обладнання різних епох, старі патентовані ліки тощо.</li>"+
"<li><b>Лабораторія</b>. Інтер'єр третього залу відтворює вигляд старовинної аптечної лабораторії. Розміщені тут експонати знайомлять з різними етапами переробки рослинної сировини і виготовлення з неї ліків. У маленькій і тісній кімнатці знаходилась аптечна кухня (кокторій), де методом теплової обробки виготовлялись ліки.</li>"+
"<li><b>Кімната історії фармації</b>. У одній з наступних кімнат на художньо оформлених стендах популярно викладається історія фармації від найдавніших часів до наших днів, розповідається про основні етапи розвитку її в Єгипті, Стародавній Греції та Римі, державах Близького Сходу та Західної Європи.</li>"+
"<li><b>Флігель</b>. Далі йде дерев'яна галерея у чотириповерховий флігель, збудований на зламі 15&nbsp;— 16 століть. Перша реставрація будинку виконана у 1757&nbsp;році. У флігелі розмістились алхімічна лабораторія, бібліотека, яка налічує понад 3 тисячі книг. Цікавість викликає алхімічна лабораторія, яку відтворено за старовинними картинами і гравюрами.</li>"+
"<li><b>Аптечні підвали</b>. Вниз по сходах, розміщені старі аптечні підвали, де відновлено інтер'єри початку 18 століття. Тут експонуються великі дерев'яні бочки та бутлі для зберігання лікувальних медичних вин.</li>"+
"<li><b>Внутрішній дворик</b>. З аптечних підвалів знаходиться внутрішній дворик&nbsp;— єдиний об'єкт у Львові, де вдалося реставраційними засобами відтворити вигляд жилого будинку заможного міщанина 16&nbsp;— 17 століть.</li>"+
"</ul>"
	},
	"5": {
		text: "Успенська (Волоська) церква у Львові, також Ставропігійна Церква Успіння Пресвятої Богородиці — храм, збудований у 1591–1629 рр. за планом Павла Римлянина  на замовлення Львівського братства. Сьогодні знаходиться під юрисдикцією Української автокефальної православної церкви.<br/>"+
		"Побудований Успенським братством храм мав трьох своїх попередників. Перша Успенська церква існувала, можливо, ще за княжих часів і була спалена під час нападу на Львів польських феодалів у 1340 р. Друга, мурована церква, яка вперше згадується під 1421 р., проіснувала до пожежі 1527 р. Зруйнований пожежею храм відбудовує у 1547–1559 р. архітектор Петро Італієць — уродженець міста Лугано. Кошти на його спорудження дав, крім місцевого населення, молдавський господар Олександр Лопушанин (Лопушняну) та його дружина Роксана: в пам'ять про це церкву називали Волоською. Вона також недовго простояла, згорівши при пожежі 1571 р. Схематичне зображення цього храму збереглось на печатці Ставропігійського братства.<br/>"+
		"Структура церкви витримана в стилі італійського ренесансу, але на основі традицій українського будівництва: на осі захід-схід — тридільна і триверха, як основний тип українських дерев'яних церков.<br/>"
	},
	"6": {
		text: "Міськи́й арсена́л — фортифікаційна споруда у Львові, побудована в 1554–1556 роках. Пам'ятка ренесансної оборонної архітектури. Сьогодні в споруді розміщується музей зброї «Арсенал» — відділ Львівського історичного музею.<br/>"+
		"Найдавніший міський арсенал було примуровано до 1430 р. до Низького муру. Після пожежі 1527 р. арсенал розібрали і до 1556 р. нову одноярусну будівлю арсеналу прибудували до Високого муру Львова, залишки якого видно з вулиці Арсенальної. Його присвятили св. Михайлу. Після нової пожежі арсенал відбудували двоярусним (1574–1575), а з 1582 при ньому облаштували людвисарню для відливання гармат. При реконструкції 1670-х років арсенал отримав третій ярус. Значно потерпів від пожежі 1703 р., коли від вибуху пороху обвалилось склепіння, утворились проломи у стінах і загинуло 36 міщан.<br/>"+
		"Будівля арсеналу виконана з каменю, двоповерхова, прямокутна в плані, з невеликою восьмикутною вежею на північній стороні. За даними досліджень і розкопок, проведених в 1970-х роках, вежа і стіни першого поверху мають давніше походження і були побудовані, мабуть, в XIV столітті.<br/>"+
		"У XVIII столітті в підвалах львівського міського арсеналу тримали полонених українських козаків і гайдамаків. В одному з казематів знаходилася камера тортур і житло міського ката.<br/>"+
		"Під час нападу шведів у 1704 році арсенал був зруйнований, але за два роки його відбудували. Сучасна реставрація у 1979–1981 рр. З 1981 року — Музей зброї «Арсенал».<br/>"
	},
	"7": {
		text: "Це́рква святи́х О́льги і Єлизаве́ти (раніше Костел свято́ї Єлизавети) — неоготичний храм у Львові, на площі Кропивницького (в народі — Привокзальній).<br/>" +
			  "Костел збудовано на пам'ять про популярну імператрицю (цісареву) Єлизавету Баварську (Габсбурґ), відому як Сісі, — дружину цісаря Австро-Угорщини Франца-Йосифа I.<br/>" +
			  "На сьогодні ця будівля є найвищою в місті, її висота 88 метрів.[1]<br/>"+
				"Місцем спорудження обрали площу Солярні, обабіч вулиці Городоцької. Вибір було зроблено так, щоб споруда костелу закривала від головного вокзалу вид на Собор св. Юра, який був греко-католицьким, і нагадував всім прибуваючим до Львова залізницею, що тут живуть українці. Будувався костьол за кошти залізничників для їхньої парафії. Був проведений конкурс проектів, в якому взяло участь 19 учасників, серед яких найкращим був визнаний проект під девізом «Тріо», виконаний професором Львівського політехнічного інституту Теодором-Мар'яном Тальовським (1857—1910) — відомим архітектором свого часу, вихованцем політехніки Відня та Львова, учнем львівського архітектора Юліана Захаревича. Під час проектування споруда костелу була введена в уже існуючий архітектурний ансамбль. Архітектори та будівничі прийняли єдино правильне рішення — спорудити майбутній храм в традиціях готичної архітектури."
	},
	"8": {
		text: "Вірме́нський кафедра́льний собо́р Успі́ння Пресвято́ї Богоро́диці — пам'ятка архітектури національного значення у Львові, що належить до Світової спадщини ЮНЕСКО; єдиний храм Вірменської апостольської церкви в Західній Україні; до 1945 кафедральний собор Львівської вірменсько-католицької архієпархії, а з 2000 — Української єпархії Вірменської апостольської церкви.<br/>"+
		"Вірменську церкву збудовано у другій половині XIV століття (1363–1370 роки) майстром Дорінгом (зустрічались також інші варіанти написання). Кс. Садок Баронч стверджував, що храм збудований між вищою та нижчою Вірменськими вулицями у місті.[1]<br/>"+
		"Протягом століть вона була громадським і релігійним центром вірменської колонії у Львові.<br/>"
	},
	"9": {
		text: "Архикатедра́льна бази́ліка Успі́ння Пресвято́ї Ді́ви Марі́ї, або Лати́нський катедра́льний собо́р, або Кате́дра — католицька базиліка, головний храм Львівської архідієцезії Римо-Католицької Церкви на Катедральній площі у Львові, Україна. Пам'ятка сакральної архітектури XIV—XVIII століття. Є Санктуарієм Матері Божої Милостивої і Божого Милосердя.<br/>"+
		"Версії про рік заснування (1344, 1350, 1361, 1370, 1349)<br/>"+
		"Собор знаходиться по центру площі Катедральної і від часів середньовіччя залишається архітектурною домінантою південно-західної частини колишнього середмістя (міста в мурах). Зорієнтований на осі схід-захід, із головним входом із заходу на осі храму. Збудований із цегли двох відтінків, тинькований (цеглу демонструє зондаж на контрфорсі абсиди). Застосовано також блоки з міоценового літотамнієвого вапняку і вапнистого пісковику, які добувались в каменоломнях в околицях тодішнього Львова. Довжина храму 67 м, ширина — 23 м. Будівля тринавна, зального типу, з витягнутим пресбітерієм і гранчастою абсидою. Із заходу до брили храму примикають два квадратні в плані об'єми дзвіниць. Права дзвіниця збудована лише до висоти склепінь нави. Початково собор зовні підпирали 12 чотириярусних контрфорсів, які закінчуються трохи нижче дахового карнизу. Основний простір майже кубічний, але пізніші прибудови сильно ускладнюють конфігурацію храму. З обидвох боків до пресбітерія симетрично примикають по одному захристю та одній каплиці. У проміжках між контрфорсами до нав з північного і південного боків прибудовано по 3 каплиці. Пресбітерій та кожна з трьох нав перекриті трьома пряслами хрестових склепінь. Дах над навами та пресбітерієм — двоспадовий, над лівою дзвіницею — складний бароковий з вазонами, над недобудованою правою — пологий шатровий. На даху нави влаштовано два ряди люкарн на різній висоті. Готичну складову підкреслює високий шип даху. В інтер'єрі чотири високі сніпчасті колони підтримують стрільчаті арки і склепіння з готичними нервюрами. Стіни і склепіння вкриті численними фресками.<br/>"+
		"На сьогодні латинська катедра — пам'ятка архітектури національного значення, охоронний номер — 316/0.<br/>"
	},
	"10": {
		text: "Це́рква Пресвято́ї Євхари́стії (колишні косте́л Божого тіла і монастир домініка́нців) — греко-католицька церква у центральній частині Львова, в зоні всесвітньої спадщини ЮНЕСКО; пам'ятка архітектури національного значення.<br/>"+
		"До ІІ світової війни — храм римо-католицького монастиря ордену домініканців. За радянських часів у костелі та будівлі монастирських келій влаштували склади, а з 1973 року у цих спорудах розмістили Музей історії релігії та атеїзму. Храм у 1990-тих роках передано УГКЦ, і він був освячений на честь Пресвятої Євхаристії.<br/>"+
		"Частину будівлі монастирських келій станом на 2010-ті роки займає мистецьке об'єднання «Дзиґа» (зокрема, однойменна галерея, а також арт-кав'ярня «Квартира 35» і кафе «Під клепсидрою»), а Львівський музей історії релігії (колишній Музей історії релігії та атеїзму) і надалі знаходиться в іншій частині споруди монастирських келій та у дзвіниці.<br/>"+
		"<strong>Історія</strong>Згідно з давніми хроніками тут стояв палац короля Лева І. Палацову каплицю св. Петра і Павла король передав для моління своїй дружині Констанції. Від неї каплиця перейшла до домініканців.<br/>"+
		"Готичний домініканський костел Божого Тіла був збудований 1407 року[2][3] після пожежі дерев'яного храму. Кошти для будівництва надали головно міщанин Микола Бенко та його дружина Анна з Жабокруків.[3] За іншими даними, збудований до середини XIV ст. будівничим Миколою Чехом,[2] можливо, з використанням мурів, фундаментів княжого палацу і каплиці.[2] Його схему наприкінці XVI ст. намалював домініканець, мандрівник Ґруневеґ Мартін.<br/>"
	},
	"11": {
		text: "Архикафедра́льний собо́р свято́го Ю́ра у Львові — собор Галицької митрополії УГКЦ, до 1817 при монастирі Чину св. Василія Великого, бароково-рококовий монументальний архітектурний ансамбль з виразними національними рисами (1744–1762), вважається головною святинею українських греко-католиків.<br/>"+
		"Розташований на Святоюрській горі, за адресою: площа святого Юра № 5. Висота над рівнем моря — 321 метр[1].<br/>"+
		"З 1998 року Собор разом із Ансамблем історичного центру Львова належить до Світової спадщини ЮНЕСКО. Власне собор є частиною комплексу: барокового собору (1745–1770) з дзвіницею (дзвін з 1341), рококової з класицистичними портиками митрополичої палати (1761–1762), будинків капітули, тераси з двораменними сходами, ажурної огорожі довкола соборового подвір'я з двома брамами в подвір'ї (1771) та мурів, що обводять капітульні будинки і владичий сад (1772).<br/>"+
		"Багатовікову архітектурну історію Святоюрського монастиря умовно можна поділити на два великі періоди відповідно до історії його головної споруди. Перший період тривав майже півтисячоліття — від початків чернечої оселі приблизно до середини XVIII ст., — завершився руйнацією старого храму. Другий період розпочався з будівництва нового собору, яке згодом стало новою точкою відліку в цілеспрямованому формуванні майбутнього ансамблю. Завершився він у XIX ст., коли з'явилася остання з існуючих нині будівель.<br/>"+
		"Побудований в 1744-1762 роках<br/>"
	},
	"12": {
		text: "Ко́мплекс монастиря́ та косте́лу Бернарди́нів (також костел та кляштор бернардинів) — історико-архітектурна пам'ятка, що знаходиться у Львові на площі Соборній, 3-А.<br/>"+
		"Приміщення монастиря тепер належить Центральному державному історичному архіву у Львові, а храм святого Андрія Первозванного передано Українській греко-католицькій церкві. Храм обслуговують священики Василіянського Чину.<br/>"+
		"Костел-базиліку зводили з 1600 (16 вересня 1600 р., не чекаючи дозволу короля, було закладено й освячено наріжний камінь[2]) по 1630-ті роки на місці її дерев'яного та цегляно-дерев'яного попередників з XV ст. традиційним тоді на Русі способом — старий фахверковий костел не розбирали, ззовні будували нові муровані стіни. Після перекриття нового костелу склепіннями старий розібрали, рештки вивезли в 1614 р.). Автором плану будівництва був монах Бернард Авелідес (Авеллід). Архітектором був італієць Павло Римлянин — на фасаді костелу чітко прослідковується творчий почерк — звичний для нього ренесанс.<br/>"+
		"<strong>Криниця</strong>Криниця споруджена 1620 року і розташована праворуч від головного входу у костел, чи на південь від споруди загалом, у глибині подвір'я. З цією криницею пов'язано декілька легенд та переказів. Ротонда над криницею, споруджена 1761 року, виконана у вигляді відкритої арочної альтанки, увінчаної куполом зі скульптурою. У куполі зберігся розпис на тему чудес святого Яна з Дуклі. Сама пам'ятка була реставрована у 1970-х роках.<br/>"+
		"Годинник на вежі завжди спішив на п'ять хвилин. Це зроблено у пам'ять про монаха, котрий побачив з вежі турків, що підкрадалися до міста й вже були майже під мурами. Не маючи часу бігти й когось попереджати, монах перевів годинник уперед — до часу закриття міських брам. Таким чином місто було врятоване.<br/>" +
		"<br/>"
	},
	"13": {
		text: "Націона́льний музе́й у Льво́ві. Науко́во-худо́жній фонд митрополи́та Андре́я Шепти́цького — національний художній музей, одна з найвизначніших в Україні скарбниць пам'яток вітчизняної культури і мистецтва. Знаходиться у Львові: основний корпус — за адресою проспект Свободи, 20, другий корпус — за адресою вулиця Драгоманова, 42 (Палац Дуніковських).<br/>"+
		"Закладений 1905 року греко-католицьким митрополитом Андреєм Шептицьким як приватна фундація, у 1913 року урочистим актом переданий у дар українському народові.<br/>"+
		"Музей був заснований в лютому 1905 року греко-католицьким митрополитом Андреєм Шептицьким як приватна фундація під назвою «Церковний музей» для розвитку української культури. Роботу з організації музею й укомплектування збірок очолив Іларіон Свєнціцький, відомий історик, славіст і мистецтвознавець, в майбутньому — довголітній директор музею (1905—1952). Основу фондів склала особиста колекція засновника, який подарував близько 10 тисяч предметів і утримував музей на особисті кошти. Для експонування колекції у 1911 році був придбаний Палац Дуніковських 19 століття по вулиці Драгоманова (тоді — Мохнацького), 42.<br/>"+
		"На сьогодні фонди музею налічують понад 100 тис. одиниць збереження, репрезентуючи вікові традиції розвитку українського мистецтва та національної культури.<br/>Предметом особливої гордості є найбільша й найповніша в Україні колекція середньовічного українського сакрального мистецтва XII-XVIII століть. Це ікони, скульптура, рукописи і стародруки, декоративна різьба, металопластика та гаптовані церковні тканини. Найбільш багатогранно у збірці музею представлена ікона XIV-XVIII ст., здебільшого з теренів Західної України.<br/>"+
		"Головний корпус знаходиться на нинішньому проспекті Свободи, 20. Збудований на межі XIX–XX століть коштом Галицької ощадної каси і призначався для музею художніх промислів, який на той час не мав власного приміщення. Для будівництва містом було надано ділянку — південну частину площі Каструм, що залишалась незабудованою після того, як 1802 року було розібрано львівський Низький замок. 1888 року Галицька ощадна каса виділила 400 тис. корон і наступного року було проведено конкурс ескізів, на якому перемогу здобула робота професора львівської Вищої політехнічної школи скульптора Леонарда Марконі. 1890 року було проведено другий тур, де переможцем став професор Політехнічної школи архітектор Густав Бізанц. Друге місце посів проект краківського архітектора Яна Завейського, а третє — проект Леонарда Марконі. Однак інвестор відмовився від реалізації проекту Бізанца і проектування було доручено одному з членів журі Юзефу Каетану Яновському, котрий у співавторстві зі скульптором Леонардом Марконі розробив новий проект, який було реалізовано протягом 1898—1904 років будівельною фірмою Едмунда Жиховича. В проектуванні взяв участь також і практикант Яновського — молодий архітектор Євген Весоловський. Орнаментальну ліпнину, виконаною Антонієм Попелем і Михайлом Паращуком. Між колонами портиків знаходились алегоричні скульптури Петра Війтовича, знищені 1952 року під час адаптації будівлі під музей ім. Леніна. Тоді ж в інтер'єрі музею знищено скульптуру «Гончар» авторства Григорія Кузневича.<br/>"
	},
	"14": {
		text: "Пала́ц Корня́кта, також Королівська кам'яниця — пам'ятка ренесансної архітектури, що знаходиться у Львові на площі Ринок, 6.<br/>"+
		"Окрім назв «Палац Корнякта» та «Королівська кам'яниця», серед львів'ян також поширена назва «Італійський дворик» через наявність дворику, схожого на аналогічні в Італії.<br/>"+
		"Купець-виноторговець, за походженням грек з острова Крит, Костянтин Корнякт отримав дворянство з рук короля Речі Посполитої Сигізмунда II Августа за свою вірну службу на посаді особистого королівського секретаря. Наступний король Стефан Баторій спеціальним декретом у 1576 р. дозволив Корнякту спорудити на площі Ринок у Львові палац з 6-ма вікнами[1] — привілей, який у місті, де діяло Магдебурзьке право, не можна було купити за жодні гроші, тільки отримати за особливо видатні заслуги перед містом та державою.<br/>"+
		"1908 року будівлю викупило місто і тут вже більше ніж 100 років працює Львівський історичний музей. 12 вересня 1908 р. до 225-ї річниці розгрому Яном III Собеським турків під Віднем у палаці Корнякта відкрився музей, який на честь цієї події дістав назву Національного музею імені короля Яна III. Після радянської реорганізації тут розмістився центральний корпус Львівського історичного музею. Окрасою експозиції палацу Корнякта є так звані «королівські зали», мебльовані в стилі львівських палаців XVIII-XIX століть.<br/>"
	},
	"15": {
		text: "Преображенська церква (повна назва: Церква Преображення Господа Нашого Ісуса Христа) у Львові, Україна. Розташована на території центральної частини міста Львів (Галицький район, колишнє Середмістя), за адресою: вул. Краківська № 21.<br/>"+
		"Церква Преображення Господнього постала на місці костелу Найсвятішої Трійці отців Тринітаріїв, котрі заклали свій монастир 1703 року біля краківської брами. У 1783 році монастир закрито, а його будівлі призначено спочатку для судових установ. За розпорядженням цісаря Йосифа ІІ в колишньому монастирі відкрито університет: у приміщенні костелу влаштували бібліотеку та актовий зал, у якому 16 листопада 1784 року відбулась урочиста інавгурація університету. Коли 2 листопада 1848 року університетські будівлі були зруйновані артилерійським вогнем та пожежею, університет перебрався на вул. Святого Миколая (тепер Грушевського), а зруйновані будівлі цісар Франц Йосиф І подарував своїм вірним русинам, котрі збудували тут у 1851-1864 роках Народний дім, який, на думку Головної Руської ради, мав стати репрезентаційним та культурним осередком галицьких українців.<br/>"+
		"На основі збережених мурів колишнього костелу тринітаріїв почалось спорудження другої (після Успенської) церкви для львівського середмістя. У 1850 році архітектор Антон Фрех виготовив перший проект майбутньої церкви, який так і не дочекався реалізації: тут тимчасово влаштовано склад декорацій для театру Скарбека (тепер театр ім. М. Заньковецької).<br/>"+
		"6 січня 1919 року під час українсько-польських боїв за Львів у стіну церкви зі сторони вулиці Корнякта влучив снаряд, однак вибуху не сталось. В пам'ять про це снаряд було вмуровано у стіну та зроблено підпис «6.1.1919». Кладку навколо снаряду непотиньковано. В середині 1990-х років під час ремонтних робіт було стерто цифру «шість» й одиницю, і залишено лише рік. 1999 року напис відновлено, однак з невідомих причин тепер там зазначено «5.1.1919»[1]<br/>"+
		"В церкві 5 лютого 2015 року відспівували Андрія Кузьменка.<br/>"
	},
	"16": {
		text: "Льві́вська ра́туша — адміністративний будинок у центральній частині Львова, на площі Ринок, 1. Ратуша протягом всього часу свого існування була місцем перебування центральної міської влади Львова. Сьогодні є резиденцією Львівської міської ради. Пам'ятка архітектури національного значення, що належить до Світової спадщини ЮНЕСКО. Сучасна вежа львівської ратуші має висоту 65 метрів, є найвищою в Україні.<br/>"
	},
	"17": {
		text: "Льві́вська націона́льна галере́я мисте́цтв (до 4 лютого 1998 — Льві́вська карти́нна галере́я) — найбільший художній музей України. Розташований на вулиці Стефаника, 3, навпроти бібліотеки імені Стефаника. Загальна кількість експонатів становить понад 62 тисячі[1].<br/>"
	},
	"18": {
		text: "<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"
	},
	"19": {
		text: "<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"
	},
	"20": {
		text: "<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"
	},
	"21": {
		text: "<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"
	},
	"22": {
		text: "<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"
	},
	"23": {
		text: "<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"
	},
	"24": {
		text: "<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"+
		"<br/>"
	}

};
